/* Location time info */
"xTime" = "Время %@";

/* Unknown time location */
"unknownTimeLocation" = "Неизвестный часовой пояс";

/* To sort something ascending */
"sortAscending" = "По возрастанию";

/* To sort something descending */
"sortDescending" = "По убыванию";

/* Older Appointment Section */
"older" = "Старые";

/* Upcoming Appointment Section */
"upcoming" = "Ближайшие приёмы";

/* lastXDays Appointment Section */
"lastXDays" = "Последние %@ дней";

/* provide the purpose of using biometrics*/
"biometricsRequestReason" = "Пожалуйста, включите аутентификацию с биометрическими данными для безопасного доступа к данным";

/* Upcoming notification message */
"upcomingAppointmentInX" = "Ближайший прием в %@";

/* Bad URL error message */
"badURL" = "Плохой URL";

/* Decoding issue error message */
"decodingIssue" = "Проблема с декодированием";

/* Ecoding issue error message */
"encodingIssue" = "Проблема с кодировкой";

/* Request failed error message */
"requestFailed" = "Невозможно подключиться";

/* Unknown error message */
"unknownError" = "Произошла неизвестная ошибка";

/* New label */
"new" = "Новый";

/* Add label */
"add" = "Добавить";

/* Date label */
"date" = "Дата";

/* Time picker label */
"time" = "Время";

/* Error label */
"error" = "Ошибка";

/* Save label */
"save" = "Сохранить";

/* Filter label */
"filter" = "Фильтровать";

/* Filter action */
"filterAction" = "Фильтровать";

/* Edit label */
"edit" = "Править";

/* Cancel label */
"cancel" = "Отмена";

/* Delete label */
"delete" = "Удалить";

/* Edit Appointment page title */
"editAppointment" = "Править Прием";

/* Doctor targeted notification message */
"appointmentFor" = "Прием для %1$@ %2$@";

/* Patient targeted notification message */
"appointmentWith" = "Прием с %1$@ %2$@";

/* Delete appointment warning title */
"areYouSure_appointment" = "Вы уверены?";

/* Delete patient warning title */
"areYouSure_patient" = "Вы уверены?";

/* Delete appointment warning message */
"deleteAppointmentMessage" = "Данные о приеме будут удалены без возможности восстановления";

/* Delete patient warning message */
"deletePatientMessage" = "Все данные пациента %@ будут удалены";

/* Cancel Appointment button label */
"cancelAppointment" = "Отменить Прием";

/* Appointment Details */
"appointmentDetails" = "Данные о Приеме";

/* (appointment) For (a patient) */
"for_prefix" = "Для";

/* (appointment) With (a doctor) */
"with_prefix" = "С";

/* (appointment) On (a particular date) */
"on_prefix" = "В";

/* (appointment) At (a particular time) */
"at_prefix" = "В";

/* Investigation section header */
"investigation" = "Расследование";

/* Diagnosis section header */
"diagnosis" = "Диагностика";

/* Service bill section header */
"serviceBill" = "Счет за Услуги";

/* Total for service */
"totalAmount" = "Итог: %d lei";

/* Notification and Calendar section header */
"notificationAndCalendar" = "Уведомление и календарь";

/* Notification alert text */
"alertSetToX" = "Оповещение установлено на %@";

/* Appointment Saved to (Calendar Name) */
"appointmentSavedToCalendarName" = "Встреча сохранена в %@";

/* Appointment page title */
"appointment" = "Прием";

/* Appointments page title */
"appointments" = "Приемы";

/* Notification alert */
"notificationAlert" = "Уведомление";

/* Add to Calendar */
"addToCalendar" = "Добавить в календарь";

/* Notification or Calendar Pemission denied alert title */
"notificationAndCalendarPermissionDenied" = "Доступ к уведомлению или календарю отказано";

/* App Settings */
"appSettings" = "Настройки";

/* Date From */
"dateFrom" = "Дата с";

/* Date To */
"dateTo" = "Дата до";

/* Appointment Time section header */
"appointmentTime" = "Время Приеме";

/* Appointment Date: (example) */
"appointmentDateDisclosureLabel" = "Назначенная дата: %@";

/* Appointment Time: (example) */
"appointmentTimeDisclosureLabel" = "Время Приеме: %@";

/* (The) Patient */
"patient" = "Пациент";

/* (The) Doctor */
"doctor" = "Доктор";

/* (The) Services */
"services" = "Услуги";

/* Create appointment page title */
"createAppointment" = "Создать Прием";

/* Filter Appointments page title */
"filterAppointments" = "Фильтровать Приемы";

/* Remove filter */
"removeFilter" = "Удалить фильтр";

/* First name textfield label */
"firstName" = "Имя";

/* Last name textfield label */
"lastName" = "Фамилия";

/* Born after picker label */
"bornAfter" = "Родился после";

/* Born before picker label */
"bornBefore" = "Родился раньше";

/* Birth Date picker label */
"birthDate" = "Дата рождения";

/* Address textfield label */
"address" = "Адрес";

/* Job textfield label */
"job" = "Работа";

/* Patients page title */
"patients" = "Пациенты";

/* Create Patient page title */
"createPatient" = "Создать Пациент";

/* Edit Patient page title */
"editPatient" = "Править Пациент";

/* Filter Patients page title */
"filterPatients" = "Фильтровать Пациенты";

/* Delete patient button label */
"deletePatient" = "Удалить Пациент";

/* Birth date and age section header */
"birthDateAndAge" = "Дата рождения и возраст";

/* Personal details section header */
"personalDetails" = "Личные данные";

/* Add a new day off page title */
"addNewHoliday" = "Выберите выходной";

/* You have at least one appointment on that day */
"invalidHolidayMessage" = "У вас как минимум один прием в этот день";

/* Email */
"email" = "электронная почта";

/* Working weekends */
"workingWeekends" = "Доступность на выходных";

/* Doctor Details section header */
"doctorDetails" = "Сведения о докторе";

/* Edit Doctor page title */
"editDoctor" = "Редактировать доктора";

/* Holidays page title */
"holidays" = "Отпуск";

/* Holidays (number of days) */
"holidayAmount" = "Отпуск (%d дней)";

/* Is working weekends status */
"isWorkingWeekends" = "Работает по выходным";

/* Is not working weekends status */
"isNotWorkingWeekends" = "Не работает по выходным";

/* Doctor specialty */
"specialty" = "Специальность";

/* Configuration section header */
"configuration" = "Конфигурация";

/* Biometrics pemission denied alert title */
"biometricsPermissionDenied" = "Устройство несовместимо или отказано в разрешении";

/* Reason for require permission */
"biometricsPermissionRequest" = "Пожалуйста, включите биометрические сервисы в настройках приложения";

/* Use biometrics toggle label */
"biometricsUseTitle" = "Используйте биометрию для защиты данных";

/* My Profile page title */
"myProfile" = "Мой профиль";

/* Retry Authentication */
"retryAuthentication" = "Повторить аутентификацию";

/* Authentication */
"authentication" = "Аутентификация";

/* Notification Schedule - None */
"notificationNone" = "Нет";

/* Notification Schedule - 10 minutes before */
"notification10min" = "За 10 минут";

/* Notification Schedule - 15 minutes before */
"notification15min" = "За 15 минут";

/* Notification Schedule - 20 minutes before */
"notification20min" = "За 20 минут";

/* Notification Schedule - 30 minutes before */
"notification30min" = "За 30 минут";

/* Notification Schedule - 1 hour before */
"notification1h" = "За 1 час";

/* Notification Schedule - 2 hours before */
"notification2h" = "За 2 часа";

/* Notification Schedule - 1 day before */
"notification1d" = "За 1 день";

/* Notification Schedule - 2 days before */
"notification2d" = "За 2 дня";

/* Notification Schedule - 1 week before */
"notification1w" = "За неделя";

/* Unspecified birth date placeholder */
"unspecified" = "Неопределенные";

/* Unknown age placeholder */
"unknownAge" = "Неизвестный возраст";

/* Unknown address placeholder */
"unknownAddress" = "Неизвестный адрес";

/* Unknown job placeholder */
"unknownJob" = "Неизвестная работа";

/* Unknown firstName placeholder */
"unknownFirstName" = "Неизвестное имя";

/* Unknown lastName placeholder */
"unknownLastName" = "Неизвестная фамилия";

/* today */
"today" = "Сегодня";

/* tomorrow */
"tomorrow" = "Завтра";

/* Log in as a doctor */
"loginAsDoctor" = "Войти как врач";

/* Log in as a patient */
"loginAsPatient" = "Войти как пациент";

/* Log out */
"logout" = "Выйти";

/* Wrong authentication state */
"wrongAuthState" = "Не удалось подтвердить Вход с Apple";

/* Fail to store keychain */
"failToStoreKeychain" = "Не удалось сохранить учетные данные";

/* Fail to update settings */
"failToUpdateSettings" = "Не удалось обновить настройки";

/* Fail to delete keychain */
"failToDeleteKeychain" = "Не удалось удалить учетные данные";
